Repository: tariqmancreatto/Qirtasiye
Catalog: lib/l10n/intl_*.arb
Languages: ckb

# welcome
source: Welcome to Qirtasiye Delivery Application!
ckb: بەخێر بێیت بۆ ئەپڵیکەیشنی دێلیڤێری Qirtasiye

source: Email
ckb: ئیمەیل

source: Password
ckb: ژمارەی نهێنی

source: Login
ckb: چوونە ژوورەوە

# error
source: Error1
ckb: هەڵە!!

# errorMessage1
source: Please check your internet connection
ckb: تکایە سەیری هێڵی ئینتەرنێتت بکەرەوە

# errorMessage2
source: Invalid Login Information, Please check your email and password and try again
ckb: زانیاری چونە ژوورەوە هەڵەیە،تکایە سەیری ئیمەیل و ژمارەی نهێنیت بکەو دووبارە هەوڵبدە

# notification
source: Notifications
ckb: ئاگاداریەکان

source: Settings
ckb: رێکخستن

source: Languages
ckb: زمانەکان

# help
source: Help & Support
ckb: یارمەتی و پشگیری

source: Logout
ckb: چوونە دەرەوە

source: Version
ckb: چاپ

source: Full Name
ckb: ناو و دواناو

source: Phone
ckb: تەلەفۆن

source: Address
ckb: ناونیشان

source: Cancel
ckb: هەڵبوەشێنە

source: Save
ckb: تۆمار بکە

# appTitle
source: Qirtasiye Delievery App
ckb: ئەپڵیکەیشنی دێلیڤێری Qirtasiye

source: Order Details
ckb: زانیاریەکانی داواکردن

# orderStatus
source: Status :
ckb: حالەت :

# orderPrice
source: Price : $
ckb: نرخ : $

# orderQuantity
source: Quantity :
ckb: بڕ (دانە) :

source: Customer Address :
ckb: ناونیشانی کریار :

source: Customer Name :
ckb: ناوی کریاری :

# markAsDelivered
source: Mark as delievered
ckb: بە گەیەنراو دیاریبکە
